// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Administração da energia";

NeverAutoOffTitle = "Nunca";
AutoOffAfter15MinutesTitle = "Após 15 Minutos";
AutoOffAfter30MinutesTitle = "Após 30 Minutos";
AutoOffAfter45MinutesTitle = "Após 45 Minutos";
AutoOffAfter1HourTitle = "Após 1 Hora";
AutoOffAfter2HoursTitle = "Após 2 Horas";
AutoOffAfter3HoursTitle = "Após 3 Horas";

HSDTaskDescriptionLegacy = "Para economizar energia a impressora pode desligar após um determinado tempo. Esse tempo pode ser definido no menu instantâneo abaixo.";
HSDAutoOffLabelLegacy = "Energia automática desligada:";
ApplyButtonTitle = "Aplicar agora";

HSDTaskName = "Desligar auto";
HSDTaskDescription = "Quando o recurso de desligamento automático está ativado, a impressora desliga automaticamente depois de permanecer inativa pelo tempo selecionado abaixo. O desligamento automático é desativado quando a impressora é conectada a uma rede.\nDica: Para ligar a impressora novamente, pressione o botão Liga/Desliga.";
HSDAutoOffLabel = "Desligar auto:";
"0" = "Desativado";
"1" = "Após 1 minuto";
"5" = "Após 5 minutos";
"10" = "Após 10 minutos";
"15" = "Após 15 minutos";
"20" = "Após 20 minutos";
"30" = "Após 30 minutos";
"60" = "Após 1 hora";
"120" = "Após 2 horas";
"180" = "Após 3 horas";
"240" = "Após 4 horas";
"480" = "Após 8 horas";
"720" = "Após 12 horas";
"1440" = "Após 24 horas";
AutoOffEnableConfirmationTitle = "Tem certeza de que deseja ativar o Desligamento auto?";
AutoOffEnableConfirmationMessage = "Desligamento auto irá desligar automaticamente a impressora %@ de inatividade.";
YesButtonTitle = "Sim";
NoButtonTitle = "Não";

HSDSleepAndAutoOffLabel = "Suspender/Desligar auto:";
HSDShutDownLabel = "Desligar:";
ShutDownEnableConfirmationTitle = "Tem certeza de que deseja habilitar Desligar?";
ShutDownEnableConfirmationMessage = "O recurso Desligar interromperá automaticamente o funcionamento da impressora após %@ de inatividade.";
HSDTaskDescriptionForAutoOff = "Autodesligar/Autoligar HP é um modo de economia de energia que consumirá pouca energia e ativará o dispositivo para imprimir.";
HSDTaskDescriptionForShutDown = "O recurso Desligar interromperá o funcionamento da impressora após um período predefinido de inatividade. Se você estiver usando o recurso Desligar, a impressora não conseguirá imprimir nenhum documento (incluindo documentos enviados pelo ePrint) ou processar nenhum outro trabalho (como faxes ou entregas programadas, se a impressora suportar essas opções) após o desligamento da impressora. Esses trabalhos podem ser impressos apenas após a impressora ser ligada novamente.";
HSDDelayWhenPortsAreActiveCheckBox = "Atrasar quando portas estiverem ativas";
